{"translation-revision-date":"2021-05-04 13:09+0200","generator":"WP-CLI\/2.4.0","source":"dist\/js\/kudos-admin-settings.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl_NL","plural-forms":"nplurals=2; plural=n != 1;"},"Campaigns":["Campagnes"],"Name":["Naam"],"Goal":["Doel"],"Email":["E-mail"],"Subscription":["Abonnement"],"Open":["Open"],"Campaign deleted":["Campagne verwijderd"],"Support us!":["Steun ons!"],"Your support is greatly appreciated and will help to keep us going.":["Jouw steun wordt zeer gewaardeerd."],"One-off":["Eenmalig"],"Kudos Donations":["Kudos Donations"],"Checking":["Controleren"],"Mollie connected":["Mollie verbonden"],"Not connected":["Niet verbonden"],"Visit Kudos Donations":["Ga naar Kudos Donations"],"Save":["Opslaan"],"Welcome to Kudos Donations":["Welkom bij Kudos Donations"],"It is easy to get started with Kudos Donations.":["Beginnen met Kudos Donations is makkelijk."],"Complete these simple steps to set up your first donation campaign.":["Volg deze eenvoudige stappen om je eerste donatiecampagne op te zetten."],"Connect with Mollie":["Verbind met Mollie"],"Login to your Mollie account and grab your API keys.":["Log in op je Mollie-account en kopieer je API-sleutels."],"Make sure you get both your test and live API keys. Then enter them under the Mollie tab.":["Houd je test- en live API-sleutels bij de hand. Voer ze vervolgens in bij het tabblad Mollie."],"Mollie dashboard":["Mollie dashboard"],"Set up a campaign":["Zet een campagne op"],"Visit the Campaigns tab and either create a new campaign or edit the default one.":["Ga naar het tabblad Campagnes en maak een nieuwe campagne aan of bewerk de standaard campagne."],"If you need it, don't forget to click \"Copy shortcode\" at the bottom of your campaign.":["Mocht je het willen gebruiken, vergeet dan niet onderaan op \"Kopieer shortcode\" te klikken."],"Place a button":["Plaats een knop"],"Use the Kudos Button block or shortcode to place the button anywhere on your website.":["Gebruik het 'Kudos Button' blok of de shortcode om de knop overal op je website te plaatsen."],"If using the block, select the desired campaign in the block side bar.":["Als je het blok gebruikt, selecteer dan de gewenste campagne in de blok-zijbalk."],"Test and go Live":["Test en ga live"],"With the API mode still on \"Test\" make a payment using your button. If it all looks good then you can switch to \"Live\".":["Doe met deze knop een test-betaling, met de API-modus op \"Test\". Als het er allemaal goed uitziet, kun je overschakelen naar \"Live\"."],"Good luck with your campaign!":["Veel succes met je campagne!"],"Visit our F.A.Q":["Bezoek onze F.A.Q"],"The donation type of the form, set to \"both\" to allow donor to choose.":["Het donatietype van het formulier, ingesteld op \"beide\" zodat de donateur kan kiezen."],"You need to enable SEPA Direct Debit or credit card in your Mollie account to use subscription payments.":["Schakel SEPA-incasso of creditcard in bij je Mollie-account om abonnementsbetalingen te kunnen gebruiken."],"Both":["Beide"],"General":["Algemeen"],"Ensure that this is a unique name to make it easy to identify in the transactions page.":["Selecteer een bestaand campagnelabel zodat je deze kunt identificeren op de transactiepagina."],"Set a numeric goal for your campaign.":["Stel een numeriek doel voor je campagne in."],"Text":["Tekst"],"Header":["Header"],"Shown at the top of the form.":["Wordt bovenaan het formulier weergegeven."],"Welcome text":["Welkomsttekst"],"Shown just under the header.":["Wordt net onder de kop weergegeven."],"Address field":["Adresveld"],"Whether to show the address fields or not.":["Adresvelden weergeven ja\/nee."],"Enabled":["Ingeschakeld"],"Disabled":["Uitgeschakeld"],"Make the address required.":["Adresveld is verplicht om in te vullen."],"Required":["Verplicht"],"Message field":["Berichtveld"],"Allow donors to leave a message with their donation.":["Geef donateurs de mogelijkheid om een bericht achter te laten bij hun donatie."],"Donation type":["Donatie soort"],"Amount type":["Type bedrag"],"Configure the amount type for this form. When set to \"Fixed\" or \"Both\" you will need to configure the amounts below.":["Configureer het soort bedrag voor dit formulier. Indien ingesteld op \"vast\" of \"beide\", pas onderstaande bedragen aan naar wens."],"Fixed":["Vaste bedragen"],"Amounts":["Bedragen"],"Enter a comma separated list of values to use. Maximum of four numbers.":["Voer hier een kommagescheiden lijst in met waarden die je wilt gebruiken."],"Copied!":["Gekopieerd!"],"Copy Shortcode":["Kopieer shortcode"],"Are you sure you wish to delete this campaign?":["Weet je zeker dat je deze campagne wilt verwijderen?"],"Delete campaign:":["Verwijder campagne:"],"Completed payment":["Afgeronde betaling"],"Show pop-up message when payment complete.":["Laat een pop-up zien wanneer de betaling voltooid is."],"Enable this to show a pop-up thanking the customer for their donation.":["Selecteer dit veld om een 'Bedankt' pop-up te laten zien na betaling van de donatie."],"Title":["Titel"],"Button label":["Knop tekst"],"You can use the following variables in the above fields: {{name}}, {{email}}, {{value}}, {{campaign}}":["Je kunt de volgende variabelen in bovenstaande velden gebruiken: {{name}}, {{email}}, {{value}}, {{campaign}}"],"Custom return URL":["Aangepaste retour-URL"],"Use custom return URL":["Gebruik een aangepaste retour-URL"],"After payment the customer is returned to the page where they clicked on the donation button. To use a different return URL, enable this option.":["Na betaling wordt de klant teruggestuurd naar de pagina waar hij of zij op de donatieknop heeft geklikt. Als je een andere retour-URL wilt gebruiken, schakel deze optie in."],"URL":["URL"],"e.g https:\/\/mywebsite.com\/thanks":["bijv. https:\/\/mijnwebsit.nl\/bedankt"],"Debug mode":["Debug modus"],"Enable debug mode":["Schakel foutopsporingsmodus in"],"This will enable the debug logging and a debug menu found under Kudos.":["Hiermee activeer je het logboek en debugmenu dat onder Kudos kan worden gevonden."],"Authentication":["Authenticatie"],"Username":["Gebruikersnaam"],"This is usually an email address.":["Dit is meestal een e-mailadres."],"Password":["Wachtwoord"],"This password will be stored as plain text in the database.":["Dit wachtwoord wordt als reguliere tekst in de database opgeslagen."],"SMTP settings":["SMTP instellingen"],"Use custom email settings":["Aangepaste e-mailinstellingen gebruiken"],"Enable this to use your own SMTP server settings.":["Schakel dit in om je eigen SMTP-serverinstellingen te gebruiken."],"Encryption":["Versleuteling"],"Choose your encryption type. Always use TLS or SSL if available.":["Kies je versleutelingstype. Gebruik altijd TLS of SSL indien beschikbaar."],"None":["Geen"],"SSL":["SSL"],"TLS":["TLS"],"Auto TLS":["Auto TLS"],"In most cases you will want this enabled. Disable for troubleshooting.":["In de meeste gevallen wil je dat dit is ingeschakeld. Schakel uit voor het oplossen van problemen."],"From address":["Van adres"],"The email address emails will appear to be sent from. Leave empty to use same as username.":["De e-mails lijken te worden verzonden vanuit. Laat leeg om hetzelfde te gebruiken als de gebruikersnaam."],"Email receipts":["E-mail ontvangstbewijzen"],"Send email receipts":["E-mailontvangstbewijzen verzenden"],"Once a payment has been completed, you can automatically send an email receipt to the donor.":["Wanneer een betaling is voltooid, kun je automatisch een ontvangstbewijs per e-mail naar de donateur sturen."],"Send receipt copy to:":["Verzend een kopie naar:"],"Leave blank to disable.":["Laat leeg om uit te schakelen."],"Server":["Server"],"Host":["Host"],"Your email server's hostname":["De hostnaam van je e-mail server"],"Port":["Poort"],"587 (TLS), 465 (SSL), 25 (Unencrypted)":["587 (TLS), 465 (SSL), 25 (onversleuteld)"],"Export settings":["Export instellingen"],"Note: this file will contain sensitive information and should be kept safe.":["Opmerking: dit bestand bevat gevoelige informatie en moet veilig worden bewaard."],"kudos-settings":["kudos-instellingen"],"Download settings as JSON":["Download instellingen als JSON"],"Share the love":["Share the love"],"Do you like using Kudos? Please let us know your thoughts.":["Gebruik je Kudos graag? Geef ons feedback."],"Leave a review":["Laat een beoordeling achter"],"Need some assistance?":["Hulp nodig?"],"Don't hesitate to get in touch if you need any help or have a suggestion.":["Neem contact met ons op als je hulp nodig hebt of een suggestie hebt."],"Support forums":["Support forums"],"Show welcome guide":["Toon welkomstbericht"],"Import settings":["Instellingen importeren"],"Note: this will overwrite your current settings.":["Opmerking: dit zal alle huidige instellingen overschrijven."],"Upload":["Upload"],"API keys":["API-sleutels"],"Test key":["Test sleutel"],"Begins with \"test_\"":["Begint met \"test_\""],"Live key":["Live sleutel"],"Begins with \"live_\"":["Begint met \"live_\""],"Get API key(s)":["API-sleutel(s) ophalen"],"API mode":["API modus"],"When using Kudos Donations for the first time, the payment mode is set to \"Test\". Check that the configuration is working correctly. Once you are ready to receive live payments you can switch the mode to \"Live\".":["Wanneer je Kudos Donations voor de eerste keer gebruikt, staat de betalingsmodus op 'Test'. Controleer of de configuratie correct werkt. Zodra je klaar bent om live-betalingen te ontvangen, schakel de modus naar 'Live'."],"Use this if you have made changes in Mollie such as enabling SEPA Direct Debit or credit card.":["Klik hier als je wijzigingen hebt aangebracht in Mollie zoals het inschakelen van SEPA-incasso of creditcard."],"Refresh API":["Vernieuw API"],"New campaign":["Nieuwe campagne"],"Campaign name":["Campagne naam"],"Give your campaign a unique name to identify it.":["Geef je campagne een unieke naam om deze te identificeren."],"Add campaign":["Campagne toevoegen"],"Privacy policy":["Privacybeleid"],"The url containing your privacy policy. Leave empty to disable.":["De url van je privacybeleid. Laat leeg wanneer niet in gebruik."],"Modal in footer":["Modal in footer"],"Render donate modal in footer":["Plaats de donatie-modal in de footer"],"When enabled the donation modal HTML will be placed in the footer instead of in the content.":["Wanneer ingeschakeld wordt de modal HTML in de footer geplaatst in plaats van in de content."],"Terms and conditions":["Algemene voorwaarden"],"The url containing your terms and conditions for the donation. Leave empty to disable.":["De url naar de donatievoorwaarden. Laat leeg wanneer niet in gebruik."],"Send test email":["Verstuur een test e-mail"],"Email address":["E-mailadres"],"Make sure you save any changes beforehand.":["Zorg ervoor dat je eerste je wijzigingen opslaat."],"user@domain.com":["user@domain.com"],"Invalid email address":["Ongeldig e-mailadres"],"Sending":["Bezig met versturen"],"Send":["Versturen"],"Theme colour":["Thema kleur"],"Set the colour for the Kudos button and the pop-up modal.":["Stel de kleur in van de Kudos-knop en de pop-up modal."],"Added campaign \"%s\"":["Campagne toegevoegd: \"%s\""],"Campaign details":["Campagne gegevens"],"Select a campaign:":["Kies een campagne:"],"Select a campaign":["Kies een campagne"],"Setting(s) updated":["Instelling(en) bijgewerkt"],"Setting updated":["Instelling bijgewerkt"],"Mollie":["Mollie"],"Customize":["Customizer"],"Help":["Help"]}}}